/* The title of the button for aborting the scanning of Audio Units. */
"Abort" = "중지";

/* alert button
   dialog confirmation */
"OK" = "확인";

/* alert button */
"Abort scan" = "스캔 중지";

/* alert button */
"Continue" = "계속";

/* alert button */
"Continue scan" = "계속 스캔";

/* alert button */
"Ignore" = "무시";

/* alert button */
"Ignore plug-in" = "플러그인 무시";

/* alert button */
"Open plug-in graphic interface" = "플러그인 그래픽 인터페이스 열기";

/* alert button */
"Start Plug-In Manager" = "플러그인 관리자 시작";

/* alert text */
"Dear ^P user,\nyou have %ld Audio Unit(s) enabled which did not pass the Apple AU validation. This may cause problems and can even crash ^P or lead to data loss! Please check with the manufacturer(s) for updated versions. We recommend disabling these plug-ins in the Plug-In Manager." = "^P님,\nApple AU 유효성을 통과하지 못한 활성화된 Audio Unit이 %ld개 있습니다. 문제가 발생하거나 ^P와(과) 충돌할 수 있으며 데이터가 유실될 수 있습니다! 제조업체에 업데이트된 버전을 확인하십시오. 플러그인 관리자에서 해당 플러그인을 비활성화할 것을 권장합니다.";

/* alert text */
"Only Audio Units that have been successfully scanned will be available in ^P.\nScanning will continue next time you launch ^P." = "성공적으로 스캔한 Audio Units만 ^P에서 사용할 수 있습니다.\n다음에 ^P을(를) 실행하면 스캔이 계속됩니다.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection." = "‘%1$@’/‘%2$@’ Audio Unit이 이 시스템에 사용되도록 올바르게 인증되지 않았습니다.\n복사 방지에 대한 자세한 정보를 보려면 플러그인 설명서를 확인하십시오.";

/* alert text */
"The Audio Unit “%@” by “%@” reports that it is not properly authorized to be used on this system.\nPlease check the plug-in’s documentation for more information about its copy protection. You may open the plug-in’s graphic interface now for managing copy protection." = "‘%1$@’/‘%2$@’ Audio Unit이 이 시스템에 사용되도록 올바르게 인증되지 않았습니다.\n복사 방지에 대한 자세한 정보를 보려면 플러그인 설명서를 확인하십시오. 플러그인 그래픽 인터페이스를 열어서 복사 방지를 관리할 수 있습니다.";

/* alert text */
"While verifying Audio Unit compatibility, ^P encountered %ld Audio Unit plug-in(s) which did not pass the Apple AU validation. These plug-ins have been excluded from further usage in ^P to prevent possible problems or crashes. You can start the Plug-In Manager now to review the validation results or continue the startup process." = "Audio Unit 호환성을 확인하는 동안 ^P이(가) Apple AU 유효성 확인을 통과하지 않은 %ld개의 오디오 유닛 플러그인을 발견했습니다. 이 플러그인은 문제나 충돌이 발생하는 것을 막기 위해 앞으로 ^P에서 사용이 배제됩니다. 지금 플러그인 관리자를 시작하여 유효성 확인 결과를 확인하거나 시작 프로세스를 계속할 수 있습니다.";

/* alert text */
"^P unexpectedly quit while trying to use the Audio Unit “%@” by “%@”.\nThis plug-in may require an update." = "‘%2$@’에서 ‘%1$@’ Audio Unit 사용을 시도하는 동안 ^P이(가) 예기치 않게 종료되었습니다.\n이 플러그인은 업데이트가 필요할 수 있습니다.";

/* alert title */
"An error has occurred with an installed Audio Unit plug-in." = "설치된 Audio Unit 플러그인에서 오류가 발생했습니다.";

/* alert title */
"Audio Unit authorization error." = "Audio Unit에서 인증 오류가 발생했습니다.";

/* alert title */
"Incompatible Audio Units found." = "호환되지 않는 Audio Units을 발견했습니다.";

/* alert title */
"You are about to abort the scan process." = "스캔 프로세스를 중지하려고 합니다.";

/* alert title */
"You are using incompatible Audio Units." = "호환되지 않는 Audio Units을 사용 중입니다.";

/* audio unit type */
"MIDI processor" = "MIDI 프로세서";

/* audio unit type */
"MIDI-controlled effect" = "MIDI-제어 효과";

/* audio unit type */
"effect" = "효과";

/* audio unit type */
"format converter" = "포맷 변환기";

/* audio unit type */
"generator" = "생성기";

/* audio unit type */
"instrument" = "악기";

/* audio unit type */
"mixer" = "믹서";

/* audio unit type */
"offline effect" = "오프라인 효과";

/* audio unit type */
"output unit" = "출력 단위";

/* audio unit type */
"panner" = "팬";

/* message while starting up */
"Searching for Audio Unit plug-ins…" = "Audio Unit 플러그인 검색 중…";

/* message while starting up */
"Updating information about Audio Unit plug-ins…" = "Audio Unit 플러그인 정보 업데이트 중…";

/* possible validation result */
"couldn’t be opened" = "열 수 없음";

/* possible validation result */
"crashed validation" = "유효성 확인 충돌";

/* possible validation result */
"failed validation" = "유효성 확인 실패";

/* possible validation result */
"not authorized" = "인증되지 않음";

/* possible validation result */
"not validated due to internal error" = "내부 오류 때문에 유효화되지 않음";

/* possible validation result */
"not yet validated" = "아직 유효하지 않음";

/* possible validation result */
"successfully validated" = "성공적으로 검증됨";

/* progress dialog text */
"Scanning Audio Units (finalized %d of %d)" = "Audio Units 스캔 중(%1$d/%2$d 완료됨)";

/* progress dialog text */
"Scanning Audio Units (finalized %ld of %ld)" = "Audio Units 스캔 중(%1$ld/%2$ld 완료됨)";

/* used for invalid version numbers */
"invalid" = "유효하지 않음";

/* used when value transformer can’t interpret given object */
"unknown" = "알 수 없음";
